<h3>Политика кукис</h3>

<p>Куки представляют собой небольшие текстовые файлы, которые веб-сайты создают на компьютерах пользователей. Они в
	основном используются для идентификации конкретного посетителя и обеспечения более высокой производительности. Куки
	являются важной частью многих функций веб-сайта.</p>
<p>Например, в онлайн-магазинах куки запоминают, что именно вы добавили в корзину. Они также сохраняют авторизацию на
	сайте и обеспечивают владельцев веб-сайтов ценной статистикой и информацией.</p>
<p>Если у вас есть веб-сайт, скорее всего он использует куки, основными функциями которых является наблюдение за
	количеством посетителей и использованием инструментов (например, Google Analytics). Они также могут показывать
	важные сообщения пользователям или, если вы занимаетесь онлайн продажами, быть мощной частью электронного
	магазина.</p>
<p>26-го мая 2012 - ICO внесло поправку в закон о кукис, и теперь скрытое содержание разрешается только при уведомлении
	о действии приватности/политики куков на сайте.</p>
<p>Согласно Закону о Кукис, необходимо добавлять на веб-сайт подходящий модуль, показывающий сообщение об использовании
	кукис. Можно воспользоваться следующими модуляит: <strong>TM Cookie Notice</strong> (присутствует в скачанном вами
	архиве), <strong><a href="//www.drupal.org/project/eu_cookie_compliance">EU Cookie Compliance</a></strong>, <strong><a
	href="https://www.drupal.org/project/cookiecontrol">Cookie Control</a></strong>.</p>