<h2 class="item2">Установка Drupal и темы</h2>
<p>В данном разделе описываются различные способы установки CMS Drupal и темы на вашем сайт. Следуйте данным указаниям,
	если Drupal еще не установлен на вашем сервере.</p>
<p>Перед тем, как продолжить, необходимо решить, вы хотите установить Drupal с демонстрационными данными или же без них.
	Демонстрационные данные шаблона сделают ваш сайт в точности таким же, как на странице предварительного просмотра
	шаблона. Будут установлены все модули, текстовые блоки, медиа-файлы и прочее.</p>
<p>Если вы не готовы установить демонстрационные данные, перейдите к шагу "Установка темы без демонстрационных данных".
	Вы также сможете установить их позже. Для этого следуйте указаниям в разделе "Установка темы с демонстрационными
	данными на существующий сайт".</p>