<h3>Создание базы данных</h3>
<p>Как уже говорилось выше, для установки Drupal вам понадобится база данных MySQL. База данных может быть создана с
    помощью панели управления хостингом.</p>
<p>Свяжитесь со своим хостинг-провайдером для получения помощи в создании базы данных на вашем хостинге.</p>
<p>В процессе создания базы данных вы получите следующие данные:</p>
<ul class="marked-list">
    <li>Имя сервера базы данных или имя хоста.</li>
    <li>Имя базы данных.</li>
    <li>Имя пользователя базы данных.</li>
    <li>Пароль пользователя базы данных.</li>
</ul>
<p>Пожалуйста, запомните эти данные. Они вам пригодятся в процессе установки.</p>
<p>Вы также можете посмотреть следующие инструкции:</p>
<ul class="marked-list">
    <li><a href="/help/ru/how-create-database.html" target="_blank"> Как создать базу данных

        </a></li>
    <li><a href="https://drupal.org/documentation/install/create-database" target="_blank">Создание базы данных

        </a></li>
</ul>