<h3>Минимальные требования</h3>
<p>Для установки и запуска Drupal ваш хостинг-сервер должен соответствовать минимальным требованиям данной CMS.
	Большинство хостинг-компаний отвечают этим требованиям. Однако, могут быть исключения, поэтому вы должны проверить
	следующие требования.</p>

<h4>Дисковое пространство</h4>
<p>Минимальная установка Drupal требует 15 Мб свободного дискового пространства. 60 Мб требуется для сайта с большим
	количеством установленных тем и модулей. Имейте в виду, что вам понадобиться гораздо больше пространства для
	загружаемых пользователями файлов, медиа, резервного копирования и пр.</p>

<h4>Web-сервер</h4>
<p>
	Apache, Nginx или Microsoft IIS.<br>
	<a href="https://drupal.org/requirements/webserver" target="_blank">Подробнее о требованиях к серверу</a>
</p>
<p class="alert alert-info">
	<span>Apache является наиболее используемым сервером для Drupal. Большинство разработок и тестирований осуществлялось именно на данном сервере. Поэтому мы рекомендуем использовать именно Apache.</span>
</p>

<h4>База данных</h4>
<p>MySQL 5.0.15 или выше с PDO, PostgreSQL 8.3 или выше с PDO, SQLite 3.3.7 или выше.</p>
<p class="alert alert-info">
	<span>При установке следует учитывать, что не все модули Drupal поддерживают базы данных PostgreSQL и SQLite, а также то, что демонстрационные данные и настройки шаблона хранятся в формате MySQL. Поэтому мы рекомендуем вам использовать только базу данных MySQL.</span>
</p>

<h4>PHP</h4>
<p>PHP 5.2.5 или выше (5.3 рекомендуется).<br>
<a href="https://drupal.org/requirements/php" target="_blank">Подробнее о требованиях PHP</a></p>

<h4>Валидация</h4>
<p class="alert alert-info">В наших шаблонах мы придерживаемся семантических правил написания кода HTML-разметки и
	CSS-стилей. Однако, некоторые ошибки все же могут возникать при W3C валидации. Создание 100-процентно правильного
	кода, согласно стандартам консорциума W3C, ограничивает использование современных технологий создания сайтов, таких
	как спецификация CSS3 и разметка HTML5. Целью нашей компании является предоставление богатого пользовательского
	опыта с высококачественными шаблонами, и иногда нам приходится нарушать некоторые правила.</p>