<h3>Загрузка Drupal на сервер</h3>
<p>В случае, если вы распаковали файлы локально на вашем компьютере, вам потребуется загрузить их на хостинг-сервер.</p>
<p>Drupal должен быть загружен в корневую папку вашего хостинг-сервера. Как правило, она называется <strong>WWW</strong>
    или <strong>public_html</strong>. Если вы не уверены, обратитесь к вашему хостинг-провайдеру за подробной
    информацией.</p>
<p>Файлы могут быть загружены на сервер с помощью файловых менеджеров, таких как FileZilla, TotalCommander т.п.
    Существует ряд дополнений для браузеров (например, FireFTP для Mozilla Firefox). Также некоторые хостинг-провайдеры
    предоставляют такую услугу, как файловый менеджер. Проверьте свою панель управления хостингом или обратитесь за
    подробной информацией к своему хостинг-провайдеру.</p>
<p class="alert alert-info">Вы можете посмотреть видео-инструкцию <a href="/help/ru/how-upload-files-server-2.html" target="_blank">Как загрузить
        файлы на сервер</a> или <a href="/help/ru/how-to-upload-files-to-a-server-using-cpanel-webhost-manager-whm.html"
                                   target="_blank">Как загрузить файлы с помощью cPanel (WebHost менеджер, WHM)</a>.</p>